<?php
// Heading 
$_['heading_title'] 	 = 'Розсилка';
$_['heading_title2'] 	 = 'Отримуйте на електронну пошту оновлення про наш магазин та спеціальні пропозиції.';
$_['heading_title3'] 	 = 'Підпишіться на розсилку';

$_['newletter_des'] 	 = 'Введіть адресу електронної пошти, щоб підписатися на сповіщення про наші нові публікації.';
$_['newletter_des2'] 	 = 'Підпишіться на нашу розсилку зараз і залишатися в курсі нових колекцій, останніх ексклюзивних пропозицій.';

//Fields
$_['entry_email'] 		 = 'Введіть свою адресу електронної пошти тут ...';
$_['entry_name'] 		 = 'Ім\'я';

//Buttons
$_['entry_button'] 		 = 'Підписатися';
$_['entry_unbutton'] 	 = 'Скасувати підписку';

//text
$_['text_subscribe'] 	 = 'Підписатися тут';

$_['mail_subject']   	 = 'Підписка на розсилку';

//Messages
$_['error_invalid'] 	 = 'Помилка: введіть дійсну адресу електронної пошти.';
$_['subscribe']	    	 = 'Успіх: підписано успішно.';
$_['unsubscribe'] 	     = 'Успіх: скасовано підписку успішно.';
$_['alreadyexist'] 	     = 'Помилка: електронна адреса вже існує.';
$_['notexist'] 	    	 = 'Помилка: електронна пошта не існує.';
$_['entry_show_again']   =  "Не показувати це спливаюче вікно знову";