<?php
// Текст
$_['text_success'] = 'Ви успішно змінили клієнтів';

// Помилка
$_['error_permission'] = 'Попередження: у вас немає дозволу на доступ до API!';
$_['error_customer']     = 'Ви повинні вибрати клієнта!';
$_['error_firstname'] = 'Ім&#39;я повинно містити від 1 до 32 символів!';
$_['error_lastname'] = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_email'] = 'Адреса електронної пошти не дійсна!';
$_['error_telephone'] = 'Телефон має містити від 3 до 32 символів!';
$_['error_custom_field'] = '%s необхідний!';