<?php
// Text
$_['text_address']       = 'Успех: адрес доставки установлен!';
$_['text_method']        = 'Успех: был установлен способ доставки!';

// Error
$_['error_permission']   = 'Предупреждение. У вас нет разрешения на доступ к API!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес 1 должен быть от 3 до 128 символов!';
$_['error_city']         = 'Город должен быть от 3 до 128 символов!';
$_['error_postcode']     = 'Почтовый индекс должен быть от 2 до 10 символов для этой страны!';
$_['error_country']      = 'Выберите страну!';
$_['error_zone']         = 'Выберите регион / штат!';
$_['error_custom_field'] = '%s обязательный!';
$_['error_address']      = 'Внимание: требуется адрес доставки!';
$_['error_method']       = 'Внимание: Способ доставки требуется!';
$_['error_no_shipping']  = 'Предупреждение: Нет доступных вариантов доставки!';