<?php
// Text
$_['text_success']     = 'Успех: скидка на подарочный ваучер была применена!';
$_['text_cart']        = 'Успех: вы изменили свою корзину покупок!';
$_['text_for']         = '%s Подарочный сертификат на %s';

// Error
$_['error_permission'] = 'Предупреждение. У вас нет разрешения на доступ к API!';
$_['error_voucher']    = 'Предупреждение: Подарочный ваучер либо недействителен, либо баланс был исчерпан!';
$_['error_to_name']    = 'Имя получателя должно быть от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно быть от 1 до 64 символов!';
$_['error_email']      = 'Адрес электронной почты не действителен!';
$_['error_theme']      = 'Вы должны выбрать тему!';
$_['error_amount']     = 'Сумма должна быть между %s и %s!';