<?php
// Heading 
$_['heading_title'] 	 = 'Рассылка';
$_['heading_title2'] 	 = 'Получайте по электронной почте обновления о нашем магазине и специальные предложения.';
$_['heading_title3'] 	 = 'Подпишитесь на рассылку';

$_['newletter_des'] 	 = 'Введите адрес электронной почты, чтобы подписаться на уведомления о наших новых публикациях.';
$_['newletter_des2'] 	 = 'Подпишитесь на нашу рассылку сейчас и оставаться в курсе новых коллекций, последних эксклюзивных предложений.';

//Fields
$_['entry_email'] 		 = 'Введите свой адрес электронной почты здесь ...';
$_['entry_name'] 		 = 'Имя';

//Buttons
$_['entry_button'] 		 = 'Подписаться';
$_['entry_unbutton'] 	 = 'Отменить подписку';

//text
$_['text_subscribe'] 	 = 'Подписаться здесь';

$_['mail_subject']   	 = 'Подписка на рассылку';

//Messages
$_['error_invalid'] 	 = 'Ошибка: введите действительный адрес электронной почты.';
$_['subscribe']	    	 = 'Успех: подписано успешно.';
$_['unsubscribe'] 	     = 'Успех: отменено подписку успешно.';
$_['alreadyexist'] 	     = 'Ошибка: электронный адрес уже существует.';
$_['notexist'] 	    	 = 'Ошибка: электронная почта не существует.';
$_['entry_show_again']   =  "Не показывать это всплывающее окно снова";